[
  {
    "id": "1",
    "description": "Day 1 · December 20",
    "schedule": [
      {
        "id": "1",
        "time": "7:00am",
        "name": "Arrivals",
        "description": "Waiting for attendees to arrive to the conference.",
        "speakers": []
      },
      {
        "id": "2",
        "time": "7:30am",
        "name": "Breakfast & Networking",
        "description": "Enjoy a tasty breakfast with your fellow attendees.",
        "speakers": []
      },
      {
        "id": "3",
        "time": "8:30am",
        "name": "Keynote",
        "description": "A keynote in public speaking is a talk that establishes a main underlying theme. ... At political or industrial conventions and expositions and at academic conferences, the keynote address or keynote speech is delivered to set the underlying tone and summarize the core message or most important revelation of the event.",
        "speakers": [
          "Mathys Garcia"
        ]
      },
      {
        "id": "4",
        "time": "9:00am",
        "name": "Building the New Facebook with React, GraphQL and Relay",
        "description": "Open source projects like React, GraphQL and Relay are powering more and more Facebook services. In this session, we'll discuss how we use the latest features of these technologies, like React Suspense, to help deliver a high quality, modern web experience at Facebook.",
        "speakers": [
          "Erica Schmitt"
        ]
      },
      {
        "id": "5",
        "time": "10:00am",
        "name": "Snack Break & Networking",
        "description": "Get yourself your favorite Snack with your fellow attendees.",
        "speakers": []
      }
    ]
  },
  {
    "id": "2",
    "description": "Day 2 · December 21",
    "schedule": [
      {
        "id": "1",
        "time": "7:00am",
        "name": "Arrivals",
        "description": "Waiting for attendees to arrive to the conference.",
        "speakers": []
      },
      {
        "id": "2",
        "time": "7:30am",
        "name": "Breakfast & Networking",
        "description": "Enjoy a tasty breakfast with your fellow attendees.",
        "speakers": []
      },
      {
        "id": "3",
        "time": "8:30am",
        "name": "React Developer Tooling",
        "description": "React is an incredible framework for frontend development. It also facilitates mobile app development for multiple platforms. React was a game-changer for mobile app development services across the world, and developers were thrilled when Facebook announced its launch. This post explores the features of React developer tools.",
        "speakers": [
          "Ernâni da Cunha"
        ]
      },
      {
        "id": "4",
        "time": "9:00am",
        "name": "Data Fetching With Suspense In Relay",
        "description": "Suspense is not a data fetching library. It's a mechanism for data fetching libraries to communicate to React that the data a component is reading is not ready yet. React can then wait for it to be ready and update the UI. At Facebook, we use Relay and its new Suspense integration.",
        "speakers": [
          "Hayley Thompson"
        ]
      },
      {
        "id": "5",
        "time": "10:00am",
        "name": "Snack Break & Networking",
        "description": "Get yourself your favorite Snack with your fellow attendees.",
        "speakers": []
      }
    ]
  }
]